{
    "1": "Зачем нужны ПТЭ?",
    "2": "Что влияет на скорость на участке пути?",
    "3": "Минимальное расстояние между осями путей для перегрузки.",
    "4": "Где расположена граничная линия опасной зоны?",
    "5": "Что регламентирует правила установки грузов в подвижном составе?",
    "6": "Как проверить соответствие груза габаритам?",
    "7": "Как разместить выгруженные грузы?",
    "8": "Расскажи про сортировочные горки.",
    "9": "Что должно быть на станциях с горками?",
    "10": "Что требуется от технических средств коммерческого осмотра?",
    "11": "Кто устанавливает порядок эксплуатации технических средств?",
    "12": "Как часто нужно осматривать стрелочные переводы?",
    "13": "На сколько бровка должна быть выше высоты наката волны?",
    "14": "Разница на уровне поверхности катания головок рельсов.",
    "15": "Где запрещена укладка рельсов разного типа?",
    "16": "Что запрещено при отставании остряка от рельса в пошерстном направлении?",
    "17": "Какими устройствами оборудуются стрелки и подвижные сердечники?",
    "18": "С кем нужно согласовать укладку и снятие стрелочных переводов?",
    "19": "Кто обеспечивает установку столбиков стрелочных переводов?",
    "20": "Как готовят участки пути к укладке пучинных подкладок?",
    "21": "Каково требование к зазорам при эксплуатации верхнего строения пути?",
    "22": "Для чего нужны сигнальные приборы?",
    "23": "Кто определяет места установки светофоров?",
    "24": "Какими устройствами оборудуются железнодорожные станции?",
    "25": "Чем оборудуются перегоны и железнодорожные станции на скоростных и высокоскоростных линиях?",
    "26": "Кто ответственен за видимость сигнальных показаний светофоров и маршрутных указателей?",
    "27": "Какой связью оборудуются все участки железнодорожного пути?",
    "28": "Какие виды технологической электросвязи применяются на железнодорожных станциях?",
    "29": "Наличие скольких дефектных брусьев подряд запрещено в зоне острия остряков стрелочных переводов?",
    "30": "Какой связью оборудуются все электрифицированные участки железных дорог?"
}
