[
    {
        "id": "1",
        "txt": "Зачем нужны ПТЭ?",
        "ans": "В правилах технической эксплуатации железных дорог описаны система организации движения поездов, требования технической эксплуатации и обязанности работников железнодорожного транспорта."
    },
    {
        "id": "2",
        "txt": "Что влияет на скорость на участке пути?",
        "ans": "Скорости на участках путей общего и необщего пользования устанавливаются владельцами в зависимости от технического состояния этих участков."
    },
    {
        "id": "3",
        "txt": "Минимальное расстояние между осями путей для перегрузки.",
        "ans": "Минимальное расстояние между осями для перегрузки грузов из вагона в вагон составляет 3600 мм."
    },
    {
        "id": "4",
        "txt": "Где расположена граничная линия опасной зоны?",
        "ans": "Линия, обозначающая границу опасной зоны, наносится владельцем инфраструктуры на расстоянии не менее 2 м от края платформы."
    },
    {
        "id": "5",
        "txt": "Что регламентирует правила установки грузов в подвижном составе?",
        "ans": "Грузы и контейнеры размещаются в подвижном составе в соответствии с определенными техническими условиями."
    },
    {
        "id": "6",
        "txt": "Как проверить соответствие груза габаритам?",
        "ans": "Чтобы проверить соответствие границ груза габариту погрузки, устанавливают контрольно-габаритные устройства в местах массовой погрузки."
    },
    {
        "id": "7",
        "txt": "Как разместить выгруженные грузы?",
        "ans": "Выгруженные или готовые к погрузке грузы должны размещаться так, чтобы не нарушался габарит приближения строений, а также должны быть закреплены от передвижений."
    },
    {
        "id": "8",
        "txt": "Расскажи про сортировочные горки.",
        "ans": "Сортировочные горки должны быть оборудованы светофорной сигнализацией,  станционной радиосвязью и устройствами двусторонней парковой связи, также они могут оборудоваться устройствами механизации роспуска вагонов, горочной централизацией стрелок, горочной локомотивной сигнализацией и устройствами для передачи документов."
    },
    {
        "id": "9",
        "txt": "Что должно быть на станциях с горками?",
        "ans": "Железнодорожные станции с автоматическими и механизированными горками должны быть оборудованы мастерскими и площадками для технического обслуживания и ремонта оборудования горок."
    },
    {
        "id": "10",
        "txt": "Что требуется от технических средств коммерческого осмотра?",
        "ans": "Технические средства коммерческого осмотра, должны быть подключены к автоматизированным системам владельца инфраструктуры с целью организации передачи и хранения информации в базе данных."
    },
    {
        "id": "11",
        "txt": "Кто устанавливает порядок эксплуатации технических средств?",
        "ans": "Локальный нормативный акт владельца инфраструктуры устанавливает эксплуатацию технических средств инфраструктуры, систем интервального регулирования и меры, обеспечивающие безопасность движения поездов."
    },
    {
        "id": "12",
        "txt": "Как часто нужно осматривать стрелочные переводы?",
        "ans": "Не реже двух раз в год владелец инфраструктуры должен проводить осмотр стрелочных переводов и железнодорожных путей и станций, а также он обязан определять перечень необходимых мероприятий для устранения обнаруженных неисправностей и вести учет результатов осмотра."
    },
    {
        "id": "13",
        "txt": "На сколько бровка должна быть выше высоты наката волны?",
        "ans": "Для обеспечения безопасности движения в местах разлива вод бровка земляного полотна должна сооружаться не менее чем на 0,5 метра выше максимальной высоты наката волны при сильных ветрах."
    },
    {
        "id": "14",
        "txt": "Разница на уровне поверхности катания головок рельсов.",
        "ans": "Разница на уровне поверхности катания головок рельсов на прямых участках пути в процессе эксплуатации должна составлять не более 150 мм."
    },
    {
        "id": "15",
        "txt": "Где запрещена укладка рельсов разного типа?",
        "ans": "Укладка рельсов разного типа запрещена на стрелочных переводах, глухих пересечениях и примыкающих к ним путям."
    },
    {
        "id": "16",
        "txt": "Что запрещено при отставании остряка от рельса в пошерстном направлении?",
        "ans": "При отставании остряка от рамного рельса, подвижного сердечника крестовины от усовика, измеряемое в в пошерстном направлении  при длине выкрашивания остряка на главных железнодорожных путях - 200 мм и более, на приемо-отправочных железнодорожных путях - 300 мм и более, на прочих станционных железнодорожных путях - 400 мм и более , запрещается эксплуатация на путях общего и необщего пользования стрелочных переводов и глухих пересечений."
    },
    {
        "id": "17",
        "txt": "Какими устройствами оборудуются стрелки и подвижные сердечники?",
        "ans": "На подвижные сердечники крестовин и стрелки устанавливают приспособления для возможности запирания их навесными замками."
    },
    {
        "id": "18",
        "txt": "С кем нужно согласовать укладку и снятие стрелочных переводов?",
        "ans": "Владелец инфраструктуры согласовывает временную укладку и снятие стрелочных переводов на перегонах в связи со строительством путей, работами по реконструкции и капитальному ремонту сооружений и устройств, строительством новых раздельных пунктов."
    },
    {
        "id": "19",
        "txt": "Кто обеспечивает установку столбиков стрелочных переводов?",
        "ans": "Владелец инфраструктуры должен обеспечить установку предельных столбиков стрелочных переводов."
    },
    {
        "id": "20",
        "txt": "Как готовят участки пути к укладке пучинных подкладок?",
        "ans": "Нужно заменить дефектные и подтесанные шпалы, изломанные подкладки, дефектные костыли, подрезть балласт под подошвой рельса с целью обеспечения зазора не менее 30 мм между поверхностью балласта и подошвой рельса."
    },
    {
        "id": "21",
        "txt": "Каково требование к зазорам при эксплуатации верхнего строения пути?",
        "ans": "1) зазор в не изолирующем стыке рельса должен быть не менее 3 мм; 2) при превышении нормативных величин зазора движение закрывается; 3) при небольших величинах зазоров скорости поездов устанавливаются локальным нормативным актом владельца инфраструктуры."
    },
    {
        "id": "22",
        "txt": "Для чего нужны сигнальные приборы?",
        "ans": "Для обеспечения безопасности железнодорожного транспорта, для четкой организации движения поездов и маневровой работы."
    },
    {
        "id": "23",
        "txt": "Кто определяет места установки светофоров?",
        "ans": "Комиссией, назначаемой владельцем инфраструктуры."
    },
    {
        "id": "24",
        "txt": "Какими устройствами оборудуются железнодорожные станции?",
        "ans": "Устройствами железнодорожной автоматики и телемеханики."
    },
    {
        "id": "25",
        "txt": "Чем оборудуются перегоны и железнодорожные станции на скоростных и высокоскоростных линиях?",
        "ans": "Они оборудуются автоматической блокировкой или автоматической локомотивной сигнализацией как самостоятельным средством интервального регулирования с фиксированными или  изменяемыми в зависимости от скорости движения (\"подвижными\") границами блок-участков; автоматической локомотивной сигнализацией непрерывного типа; электрической централизацией стрелок и светофоров; устройствами диспетчерской централизации и диспетчерского контроля за движением поездов; системами диагностики и мониторинга устройств."
    },
    {
        "id": "26",
        "txt": "Кто ответственен за видимость сигнальных показаний светофоров и маршрутных указателей?",
        "ans": "Владелец инфраструктуры."
    },
    {
        "id": "27",
        "txt": "Какой связью оборудуются все участки железнодорожного пути?",
        "ans": "Поездной диспетчерской и поездной межстанционной электросвязью."
    },
    {
        "id": "28",
        "txt": "Какие виды технологической электросвязи применяются на железнодорожных станциях?",
        "ans": "Станционная радиосвязь, двусторонняя парковая связь (на основе радиосвязи, громкоговорящей связи или их сочетания), ремонтно-оперативная радиосвязь, беспроводная связь и другие виды."
    },
    {
        "id": "29",
        "txt": "Наличие скольких дефектных брусьев подряд запрещено в зоне острия остряков стрелочных переводов?",
        "ans": "Более двух дефектных брусьев подряд."
    },
    {
        "id": "30",
        "txt": "Какой связью оборудуются все электрифицированные участки железных дорог?",
        "ans": "Перегонной связью и энергодиспетчерской связью."
    }
]
